{
  "topic": "회사생활",
  "description": "Workplace life situations",
  "items": [
    {
      "id": 30,
      "korean": "진단키트주 저번주 금요일에 급등했는데 오늘은 떨어졌네. 유난히 오늘 주변에 기침하는 사람들이 많이 보이네.",
      "english_variations": [
        "Test kit stocks spiked last Friday but dropped today. Funny enough, I’ve seen a lot of people coughing around me today.",
        "Last Friday, diagnostic kit stocks surged, but they’re down today. Weirdly, I noticed more people coughing than usual.",
        "Those test kit stocks jumped on Friday but dipped today. I’ve been seeing tons of people coughing everywhere."
      ]
    },
    {
      "id": 31,
      "korean": "코로나가 2배 증가했다는 뉴스를 얼핏 봤어요.",
      "english_variations": [
        "I saw a headline that COVID cases doubled.",
        "Caught a quick news piece saying COVID has doubled.",
        "I heard COVID numbers have doubled recently."
      ]
    },
    {
      "id": 32,
      "korean": "울 회사 오늘 PS 때문에 시위 중이에요. 교대조라서 업무시간은 아닐 거예요. 나도 구경 가고 싶은데 사진 찍힐까봐 못 가겠네요. ㅋㅋ",
      "english_variations": [
        "There’s a protest at our company today over profit-sharing. They’re on a different shift, so it’s not during work hours. I kind of want to go watch, but I’m afraid of getting caught in photos lol.",
        "We’ve got a strike at work today because of PS. It’s probably outside work hours since they’re on shifts. Honestly, I want to check it out, but don’t want to risk being photographed haha.",
        "My company’s protesting today about profit-sharing. Since they’re shift workers, it’s not during work hours. I’d like to see it, but I don’t want my picture taken lol."
      ]
    },
    {
      "id": 33,
      "korean": "회사가 영업이익 10%를 보너스로 주기로 약속했는데, 안 주려고 별 이유를 다 대고 언론에 임직원을 매도까지 해서 이번 시위가 크게 벌어지고 있어요. 입사하고 20년 넘게 이런 건 처음입니다.",
      "english_variations": [
        "The company promised to give 10% of operating profit as a bonus, but now they’re making excuses not to pay and even slandering employees in the media. This protest blew up big. I’ve never seen anything like it in 20 years here.",
        "Management said they’d share 10% of profits, but now they’re backing out, blaming employees in the press. No wonder this strike is massive. First time in my 20+ years I’ve witnessed this.",
        "They pledged a 10% profit bonus, but instead they’re avoiding payment and attacking staff publicly. That’s why this protest is so large—I’ve never seen anything like this since I joined 20 years ago."
      ]
    },
    {
      "id": 34,
      "korean": "홈플러스가 15개 점포 폐점 수순이라니… 롯데마트가 먼저 무너질 줄 알았는데 홈플이 먼저 가네요.",
      "english_variations": [
        "Homeplus shutting down 15 stores? I thought Lotte Mart would fall first, but Homeplus is going down first.",
        "Didn’t expect that—Homeplus is closing stores before Lotte Mart.",
        "Surprising that Homeplus folds before Lotte Mart."
      ]
    },
    {
      "id": 35,
      "korean": "서울 중랑천 중랑교에 홍수주의보가 발령됐대요. 현재 수위가 4.55m라고… 서울에 비가 엄청 오나 보네요.",
      "english_variations": [
        "A flood warning was issued for Jungnangcheon in Seoul, with the water level at 4.55m. Must be pouring in Seoul.",
        "There’s a flood alert at Jungnang Bridge—water’s up to 4.55m. Sounds like Seoul’s getting hit hard with rain.",
        "Flood warning at Jungnangcheon, water level 4.55m. Looks like heavy rain in Seoul."
      ]
    },
    {
      "id": 36,
      "korean": "생각보다 엄청 심하네요. 말 그대로 국지적 집중호우라… 변기 막힌 것처럼 역류해서 내려가던 물도 다 올라올 듯.",
      "english_variations": [
        "It’s way worse than I thought. This is literally a localized torrential downpour—like a clogged toilet, even the water that should drain is backing up.",
        "This is more severe than expected. The rain’s so localized, it’s like everything is flooding back up like a blocked drain.",
        "Didn’t think it was this bad. Such intense localized rain—like a toilet overflow, water’s all backing up."
      ]
    },
    {
      "id": 37,
      "korean": "이게 오후 5시 상황인데 수도권 북부가 초토화네요. 지하철은 절대 타면 안 될 듯. 퇴근길 교통 대란이에요. 문제는 앞으로 북극이 녹으면서 강수량이 몇 배로 늘 거라는 거죠.",
      "english_variations": [
        "This was at 5pm—northern Seoul is basically wrecked. Don’t even think about taking the subway. Evening commute is chaos. The bigger issue is rainfall will multiply as the Arctic melts.",
        "At 5pm the northern metro area was already devastated. Avoid subways. Total gridlock for commuters. With the Arctic melting, rainfall will only get heavier in the future.",
        "By 5pm, the north side of the capital region was flooded out. No way subways are safe. Traffic disaster for rush hour. And with the Arctic thawing, rain will only increase."
      ]
    },
    {
      "id": 38,
      "korean": "이제 과로하면 쓰러질 나이라서 그냥 버티다가 위로금 받고 퇴직하는 게 루트죠. 우리는 상반기 예산 소진으로 넘어가고 있어요. 나보다 10년 선배도 여전히 독하게 잘 다니고 있고요.",
      "english_variations": [
        "At our age, working too hard means collapsing, so the route is to endure until the severance package and retire. We’re just burning through the first-half budget anyway. Even seniors ten years older than me are still hanging on strong.",
        "Now I’m at the age where overworking just knocks you down. The path is to hold out, grab the severance, and retire. We just drift through with the half-year budget. Even those 10 years ahead of me keep grinding hard.",
        "I’m old enough that overwork could drop me, so the plan is to endure, take the exit package, then leave. Right now, we’re running on first-half budget. Even colleagues a decade older still stick it out tough."
      ]
    },
    {
      "id": 39,
      "korean": "나는 집에 있던 책들을 다 정리해서 버렸어요. 이제 볼 일도 없고… 같은 내용을 AI가 10분이면 훨씬 보기 좋게 만들어 주니까요.",
      "english_variations": [
        "I cleared out all the books at home. Won’t need them anymore—AI can make the same content much better in 10 minutes.",
        "I got rid of my books. No point keeping them when AI can generate the same content cleaner and richer in minutes.",
        "I tossed all my books. Don’t need them—AI can recreate the same material better and faster."
      ]
    },
    {
      "id": 40,
      "korean": "요즘 수익형 블로그는 다 ChatGPT가 씁니다. 어제는 블라인드에 기사 링크 하나 달고 한 줄만 적었는데 댓글이 35개, 조회수 2000으로 바로 핫글에 올랐어요. 그냥 막 뿌리면 하나 걸리는 거죠.",
      "english_variations": [
        "Now profit blogs are all ChatGPT-written. Yesterday I posted one article link with a short line, and it got 35 comments and 2,000 views—instantly trending. If you throw enough out there, one sticks.",
        "These days, income blogs are basically ChatGPT output. I just linked an article with a single line on Blind, and it blew up with 35 comments and 2,000 views. Just scatter and one will catch.",
        "Making money with blogs is all AI now. Yesterday I tested it—one link plus one sentence. Got 2,000 views and hit trending. Spray content and something lands."
      ]
    }
  ]
}
