{
  "topic": "katalk-002",
  "description": "Workplace life situations",
  "items": [
    {
      "id": 1,
      "korean": "이번 주 금요일 오전에 전체 팀 회의가 있습니다. 참석 가능하신가요? 안 되면 미리 알려주세요.",
      "english_variations": [
        "We have an all-hands team meeting this Friday morning. Can you make it? If not, please let me know ahead of time.",
        "Our whole team is meeting Friday morning. Will you be able to join? If you can’t, give me a heads-up in advance.",
        "There’s a team meeting on Friday morning. Are you available? If not, please tell me beforehand."
      ]
    },
    {
      "id": 2,
      "korean": "오늘 오후까지 진행 상황을 공유해 주세요. 다음 주 보고서에 반영해야 합니다. 링크로 보내 주셔도 됩니다.",
      "english_variations": [
        "Please share your progress by this afternoon. I need to include it in next week’s report. A link is fine.",
        "Could you send a status update this afternoon? It needs to go into next week’s report. You can just send me a link.",
        "Please provide a progress update by this afternoon. I’ll reflect it in next week’s report. Feel free to send it as a link."
      ]
    },
    {
      "id": 3,
      "korean": "회의실 예약이 겹쳤습니다. 시간 조정 가능하신가요? 아니면 다른 회의실을 찾아보겠습니다.",
      "english_variations": [
        "Our meeting room got double-booked. Can we adjust the time? Otherwise, I’ll find another room.",
        "There’s a conflict with the meeting room schedule. Are you okay rescheduling? If not, I can try to book a different room.",
        "The room was double-booked. Would you be able to move the time? If that’s tough, I’ll look for another space."
      ]
    },
    {
      "id": 4,
      "korean": "내일 고객사 미팅이 있습니다. 오늘 중으로 발표 자료를 공유해 주세요. 검토 후 피드백 드리겠습니다.",
      "english_variations": [
        "We have a client meeting tomorrow. Please share your slides today. I’ll review and give you feedback.",
        "There’s a client meeting tomorrow. Send me the deck by the end of the day. I’ll check it and share comments.",
        "Client meeting is tomorrow. Please send over the presentation today. I’ll review it and get back to you."
      ]
    },
    {
      "id": 5,
      "korean": "이번 주는 제가 재택근무입니다. 긴급한 일은 메시지로 주세요. 화상 회의는 언제든 가능합니다.",
      "english_variations": [
        "I’m working from home this week. For anything urgent, please message me. I’m available for video calls anytime.",
        "I’ll be remote this week. Ping me for urgent matters. I can join a video call whenever needed.",
        "I’m WFH this week. Send me a message if it’s urgent. I’m flexible for video meetings."
      ]
    },
    {
      "id": 6,
      "korean": "휴가 일정이 잡혔습니다. 다음 주 월요일부터 수요일까지 부재입니다. 급한 건 팀에 공유해 두겠습니다.",
      "english_variations": [
        "My PTO is set. I’ll be out next Monday through Wednesday. I’ll share urgent items with the team before I leave.",
        "I’ve scheduled vacation for next week, Monday to Wednesday. I’ll hand off any urgent matters to the team.",
        "My time off is booked. I’m out next Mon–Wed. I’ll make sure the team has all the urgent details."
      ]
    },
    {
      "id": 7,
      "korean": "배포 전에 스테이징에서 한 번 더 점검합시다. 접근 권한 없으시면 말씀 주세요. 제가 요청해 드리겠습니다.",
      "english_variations": [
        "Let’s do one more check on staging before release. If you don’t have access, let me know. I’ll request it for you.",
        "We should verify it on staging again before deploy. Tell me if you don’t have access. I’ll get it set up.",
        "Before we ship, let’s review it in staging. If you’re missing access, I’ll put in the request."
      ]
    },
    {
      "id": 8,
      "korean": "이번 이슈는 원인 분석이 필요합니다. 로그와 재현 절차를 정리해 주세요. 내일 오전에 리뷰하겠습니다.",
      "english_variations": [
        "This issue needs root cause analysis. Please gather the logs and reproduction steps. I’ll review them tomorrow morning.",
        "We need to do an RCA on this. Compile the logs and steps to reproduce. I’ll check it in the morning.",
        "Let’s run a root-cause analysis. Put together the logs and repro steps. I’ll review it first thing tomorrow."
      ]
    },
    {
      "id": 9,
      "korean": "코드 리뷰 코멘트를 반영했습니다. 다시 한 번 확인해 주실 수 있나요? 문제 없으면 머지하겠습니다.",
      "english_variations": [
        "I’ve addressed the review comments. Could you check again? If all good, I’ll merge.",
        "Feedback applied. Mind reviewing it one more time? I’ll merge once you approve.",
        "I updated the code per your comments. Can you review again? I’ll proceed with the merge if it’s fine."
      ]
    },
    {
      "id": 10,
      "korean": "이번 분기 목표를 조정해야 할 것 같습니다. 우선순위를 다시 정리해 보시죠. 관련자들을 모두 초대하겠습니다.",
      "english_variations": [
        "We may need to adjust this quarter’s goals. Let’s re-prioritize. I’ll invite all stakeholders.",
        "We should revisit our quarterly targets. Let’s sort the priorities again. I’ll loop in everyone.",
        "Looks like we need to tweak this quarter’s objectives. Let’s rework the priority list. I’ll invite the relevant people."
      ]
    },
    {
      "id": 11,
      "korean": "일단 글이 별로여도 많이 써야 합니다. 대부분 실행을 안 하니, 세상에 이렇게 돈 버는 사람들이 많네요.",
      "english_variations": [
        "Even if the writing isn’t great, you just have to keep producing. Most people don’t even try, and yet so many make money this way.",
        "You’ve got to keep writing a lot, even if it’s crappy. Funny how so many people are making money without actually doing much.",
        "Quantity matters more at first—even if it’s bad. Crazy how many people profit without really putting in the effort."
      ]
    },
    {
      "id": 12,
      "korean": "우와, 완전 다른 세상이네요.",
      "english_variations": [
        "Wow… that feels like a totally different world.",
        "That’s wild—feels like another world entirely.",
        "Whoa… it’s like a whole different reality."
      ]
    },
    {
      "id": 13,
      "korean": "우리 회사는 보안 때문에 쓰기 정말 힘들어요.",
      "english_variations": [
        "It’s really hard to use at our company because of security.",
        "Security restrictions make it tough to use at work.",
        "Because of our security policies, it’s a real pain to use here."
      ]
    },
    {
      "id": 14,
      "korean": "나 오늘 한가해요~",
      "english_variations": [
        "I’m free today~",
        "Got nothing much going on today.",
        "I’m pretty free today."
      ]
    },
    {
      "id": 15,
      "korean": "저는 횡성 토마토 축제 가는 길인데 길이 너무 막혀서 4시간째 차 안이에요. 아직 2시간은 더 가야 할 것 같아요 (절규).",
      "english_variations": [
        "I’m on my way to the Hoengseong Tomato Festival, but I’ve been stuck in the car for 4 hours already. Looks like I’ve got another 2 to go (crying inside).",
        "Heading to the Hoengseong Tomato Festival—been in traffic for 4 hours and still have 2 more to go (screaming).",
        "On the road to the Hoengseong Tomato Festival. Traffic’s brutal—4 hours in the car and probably 2 more to go (ugh)."
      ]
    },
    {
      "id": 16,
      "korean": "헉, 횡성까지 6시간이나? 힘들게 간 김에 횡성 한우 실컷 먹고 와~",
      "english_variations": [
        "What, 6 hours to Hoengseong?? At least load up on some Hanwoo beef once you get there.",
        "Six hours to Hoengseong? Wow… make sure you eat plenty of Hanwoo while you’re there.",
        "Seriously, 6 hours?? Better make the most of it with lots of Hanwoo beef."
      ]
    },
    {
      "id": 17,
      "korean": "개학 전 3일 연휴라 그런지 서울에 차가 적네요.",
      "english_variations": [
        "Guess because of the 3-day break before school starts, there aren’t many cars in Seoul.",
        "The city’s pretty empty—probably thanks to the 3-day holiday before school kicks in.",
        "Fewer cars in Seoul today, must be because of the pre-school holiday."
      ]
    },
    {
      "id": 18,
      "korean": "이럴 땐 서울에서 노는 게 최고죠!",
      "english_variations": [
        "Best time to hang out in Seoul!",
        "Moments like this, staying in Seoul is the best.",
        "This is when it’s perfect to enjoy Seoul."
      ]
    },
    {
      "id": 19,
      "korean": "점심에 은평 한옥마을 다녀왔는데 가는 데만 1시간 반 걸렸어요ㅋㅋ 그리고 홍주는 방금 울면서 학원 갔어요. 왜 이런 날 학원은 수업을 하냐면서ㅋㅋ",
      "english_variations": [
        "Went to Eunpyeong Hanok Village for lunch—took an hour and a half just to get there lol. And Hongju just went to academy crying, asking why they even hold class on a day like this lol.",
        "Had lunch at Eunpyeong Hanok Village. Took me an hour and a half to get there haha. Hongju just left for academy in tears, saying ‘why do they even have class today?’ haha.",
        "Visited Eunpyeong Hanok Village at lunch—took forever, like 90 minutes. And Hongju went off to academy crying, complaining about why there’s class on a day like this lol."
      ]
    },
    {
      "id": 20,
      "korean": "와, 가격이 너무 비싸네요. 나는 조건도 안 맞고… 그냥 로또 사는 게 나을 듯.",
      "english_variations": [
        "Wow, the prices are insane. I don’t even qualify anyway… might as well just buy a lottery ticket.",
        "Too expensive, and I don’t meet the conditions either. Honestly, buying a lotto ticket seems smarter.",
        "The price is outrageous, and I don’t even fit the requirements. Better off trying my luck with the lottery."
      ]
    },
    {
      "id": 21,
      "korean": "여름 열대야가 끝났네요. 저녁 날씨가 엄청 쾌적합니다.",
      "english_variations": [
        "The summer heatwave’s finally over. Tonight’s weather feels amazing.",
        "No more tropical nights—this evening is super pleasant.",
        "Feels great outside tonight now that the muggy heat is gone."
      ]
    },
    {
      "id": 22,
      "korean": "퇴근하는데 바람이 불어서 선선하고 좋네요.",
      "english_variations": [
        "On my way home, the breeze made it nice and cool.",
        "Heading home now—love the cool breeze.",
        "It feels refreshing with the wind blowing on the way back from work."
      ]
    },
    {
      "id": 23,
      "korean": "대한항공이 독과점의 횡포를 부리면 소비자는 손해지만 누군가는 이득을 보고, 결국 주가가 오를 수도 있겠죠.",
      "english_variations": [
        "If Korean Air abuses its monopoly, consumers lose—but someone profits, which could push the stock up.",
        "A monopoly might hurt customers, but investors could gain. That could drive Korean Air’s stock higher.",
        "When Korean Air dominates like that, consumers take the hit, but it might actually boost the share price."
      ]
    },
    {
      "id": 24,
      "korean": "이건 망할 징조 아닌가요? 20대 인구 반토막인데...",
      "english_variations": [
        "Isn’t this a sign of collapse? The population in their 20s is cut in half…",
        "Sounds like trouble ahead—young population’s shrinking fast.",
        "Honestly, this feels like the start of a downfall. The number of people in their 20s is way down."
      ]
    },
    {
      "id": 25,
      "korean": "우리 회사 오늘 PS 때문에 시위 중이에요.",
      "english_variations": [
        "There’s a protest at our company today because of the profit-sharing issue.",
        "My company’s holding a strike today over the profit-sharing deal.",
        "We’ve got employees protesting today about the PS (profit share)."
      ]
    },
    {
      "id": 26,
      "korean": "회사가 영업이익 10%를 보너스로 주기로 했는데 안 주려고 이유를 갖다 붙이고, 언론에 임직원을 매도까지 해서 이번에 크게 시위 중이에요. 입사 후 20년 넘게 이런 건 처음 봅니다.",
      "english_variations": [
        "The company promised to give 10% of operating profit as a bonus, but now they’re backing out with excuses and even trashing employees in the media. That’s why this protest is huge. I haven’t seen anything like this in my 20+ years here.",
        "Management said bonuses would be 10% of profit, but they’re making excuses to avoid paying and badmouthing employees publicly. No wonder the strike is massive—I’ve never seen this in my 20 years at the company.",
        "They pledged a 10% profit bonus, but now they’re refusing, blaming workers in the press instead. It’s blown up into a huge protest. First time I’ve seen anything like it in over 20 years here."
      ]
    },
    {
      "id": 27,
      "korean": "홈플러스 15개 점포가 폐점 수순이라니… 롯데마트가 먼저 망할 줄 알았는데 홈플이 먼저 가네요.",
      "english_variations": [
        "Homeplus closing 15 stores… I thought Lotte Mart would collapse first, but Homeplus is going down sooner.",
        "Didn’t expect it—Homeplus shutting stores before Lotte Mart.",
        "Homeplus is the one folding first, not Lotte Mart. Surprising."
      ]
    },
    {
      "id": 28,
      "korean": "서울/경기 서남부는 정말 사람이 살 곳이 못 됩니다. 도서관도 없고, 편의시설도 없고, 공원도 없고, 대신 매연과 소음만 가득해요.",
      "english_variations": [
        "Seoul’s southwest area just isn’t livable. No libraries, no amenities, no parks—just smog and noise.",
        "The southwest part of Seoul/Gyeonggi is rough. No public spaces, only pollution and traffic noise.",
        "Honestly, the southwest area around Seoul feels unlivable. Zero facilities, just dust and diesel trains."
      ]
    },
    {
      "id": 29,
      "korean": "요즘은 수익형 블로그도 다 ChatGPT가 씁니다. 어제는 테스트로 블라인드에 기사 하나 링크 달고 한 줄 적었더니 댓글이 35개, 조회수 2000으로 바로 핫글에 올랐어요.",
      "english_variations": [
        "These days, even profit blogs are all ChatGPT-written. Yesterday I tested by posting one article link with a single line on Blind—it got 35 comments and 2,000 views, straight to the trending list.",
        "Now even money-making blogs are AI-generated. I dropped one article link with a short line on Blind yesterday—35 comments, 2,000 views, hit trending instantly.",
        "Blogging for income is basically run by ChatGPT now. I tried it yesterday with just a link and one sentence—ended up trending with 35 comments and 2,000 views."
      ]
    }
  ]
}
