{
  "topic": "katalk",
  "description": "Workplace life situations",
  "items": [
    {
      "id": 11,
      "korean": "일단 글이 별로여도 많이 써야 합니다. 대부분 실행을 안 하니, 세상에 이렇게 돈 버는 사람들이 많네요.",
      "english_variations": [
        "Even if the writing isn’t great, you just have to keep producing. Most people don’t even try, and yet so many make money this way.",
        "You’ve got to keep writing a lot, even if it’s crappy. Funny how so many people are making money without actually doing much.",
        "Quantity matters more at first—even if it’s bad. Crazy how many people profit without really putting in the effort."
      ]
    },
    {
      "id": 12,
      "korean": "우와, 완전 다른 세상이네요.",
      "english_variations": [
        "Wow… that feels like a totally different world.",
        "That’s wild—feels like another world entirely.",
        "Whoa… it’s like a whole different reality."
      ]
    },
    {
      "id": 13,
      "korean": "우리 회사는 보안 때문에 쓰기 정말 힘들어요.",
      "english_variations": [
        "It’s really hard to use at our company because of security.",
        "Security restrictions make it tough to use at work.",
        "Because of our security policies, it’s a real pain to use here."
      ]
    },
    {
      "id": 14,
      "korean": "나 오늘 한가해요~",
      "english_variations": [
        "I’m free today~",
        "Got nothing much going on today.",
        "I’m pretty free today."
      ]
    },
    {
      "id": 15,
      "korean": "저는 횡성 토마토 축제 가는 길인데 길이 너무 막혀서 4시간째 차 안이에요. 아직 2시간은 더 가야 할 것 같아요 (절규).",
      "english_variations": [
        "I’m on my way to the Hoengseong Tomato Festival, but I’ve been stuck in the car for 4 hours already. Looks like I’ve got another 2 to go (crying inside).",
        "Heading to the Hoengseong Tomato Festival—been in traffic for 4 hours and still have 2 more to go (screaming).",
        "On the road to the Hoengseong Tomato Festival. Traffic’s brutal—4 hours in the car and probably 2 more to go (ugh)."
      ]
    },
    {
      "id": 16,
      "korean": "헉, 횡성까지 6시간이나? 힘들게 간 김에 횡성 한우 실컷 먹고 와~",
      "english_variations": [
        "What, 6 hours to Hoengseong?? At least load up on some Hanwoo beef once you get there.",
        "Six hours to Hoengseong? Wow… make sure you eat plenty of Hanwoo while you’re there.",
        "Seriously, 6 hours?? Better make the most of it with lots of Hanwoo beef."
      ]
    },
    {
      "id": 17,
      "korean": "개학 전 3일 연휴라 그런지 서울에 차가 적네요.",
      "english_variations": [
        "Guess because of the 3-day break before school starts, there aren’t many cars in Seoul.",
        "The city’s pretty empty—probably thanks to the 3-day holiday before school kicks in.",
        "Fewer cars in Seoul today, must be because of the pre-school holiday."
      ]
    },
    {
      "id": 18,
      "korean": "이럴 땐 서울에서 노는 게 최고죠!",
      "english_variations": [
        "Best time to hang out in Seoul!",
        "Moments like this, staying in Seoul is the best.",
        "This is when it’s perfect to enjoy Seoul."
      ]
    },
    {
      "id": 19,
      "korean": "점심에 은평 한옥마을 다녀왔는데 가는 데만 1시간 반 걸렸어요ㅋㅋ 그리고 홍주는 방금 울면서 학원 갔어요. 왜 이런 날 학원은 수업을 하냐면서ㅋㅋ",
      "english_variations": [
        "Went to Eunpyeong Hanok Village for lunch—took an hour and a half just to get there lol. And Hongju just went to academy crying, asking why they even hold class on a day like this lol.",
        "Had lunch at Eunpyeong Hanok Village. Took me an hour and a half to get there haha. Hongju just left for academy in tears, saying ‘why do they even have class today?’ haha.",
        "Visited Eunpyeong Hanok Village at lunch—took forever, like 90 minutes. And Hongju went off to academy crying, complaining about why there’s class on a day like this lol."
      ]
    },
    {
      "id": 20,
      "korean": "와, 가격이 너무 비싸네요. 나는 조건도 안 맞고… 그냥 로또 사는 게 나을 듯.",
      "english_variations": [
        "Wow, the prices are insane. I don’t even qualify anyway… might as well just buy a lottery ticket.",
        "Too expensive, and I don’t meet the conditions either. Honestly, buying a lotto ticket seems smarter.",
        "The price is outrageous, and I don’t even fit the requirements. Better off trying my luck with the lottery."
      ]
    }
  ]
}
