{
  "topic": "회사생활",
  "description": "Workplace life situations",
  "items": [
    {
      "id": 1,
      "korean": "이번 주 금요일 오전에 전체 팀 회의가 있습니다. 참석 가능하신가요? 안 되면 미리 알려주세요.",
      "english_variations": [
        "We have an all-hands team meeting this Friday morning. Can you make it? If not, please let me know ahead of time.",
        "Our whole team is meeting Friday morning. Will you be able to join? If you can’t, give me a heads-up in advance.",
        "There’s a team meeting on Friday morning. Are you available? If not, please tell me beforehand."
      ]
    },
    {
      "id": 2,
      "korean": "오늘 오후까지 진행 상황을 공유해 주세요. 다음 주 보고서에 반영해야 합니다. 링크로 보내 주셔도 됩니다.",
      "english_variations": [
        "Please share your progress by this afternoon. I need to include it in next week’s report. A link is fine.",
        "Could you send a status update today afternoon? It needs to go into next week’s report. You can just send me a link.",
        "Please provide a progress update by this afternoon. I’ll reflect it in next week’s report. Feel free to send it as a link."
      ]
    },
    {
      "id": 3,
      "korean": "회의실 예약이 겹쳤습니다. 시간 조정 가능하신가요? 아니면 다른 회의실을 찾아보겠습니다.",
      "english_variations": [
        "Our meeting room got double-booked. Can we adjust the time? Otherwise, I’ll find another room.",
        "There’s a conflict with the meeting room schedule. Are you okay rescheduling? If not, I can try to book a different room.",
        "The room was double-booked. Would you be able to move the time? If that’s tough, I’ll look for another space."
      ]
    },
    {
      "id": 4,
      "korean": "내일 고객사 미팅이 있습니다. 오늘 중으로 발표 자료를 공유해 주세요. 검토 후 피드백 드리겠습니다.",
      "english_variations": [
        "We have a client meeting tomorrow. Please share your slides today. I’ll review and give you feedback.",
        "There’s a client meeting tomorrow. Send me the deck by the end of the day. I’ll check it and share comments.",
        "Client meeting is tomorrow. Please send over the presentation today. I’ll review it and get back to you."
      ]
    },
    {
      "id": 5,
      "korean": "이번 주는 제가 재택근무입니다. 긴급한 일은 메시지로 주세요. 화상 회의는 언제든 가능합니다.",
      "english_variations": [
        "I’m working from home this week. For anything urgent, please message me. I’m available for video calls anytime.",
        "I’ll be remote this week. Ping me for urgent matters. I can join a video call whenever needed.",
        "I’m WFH this week. Send me a message if it’s urgent. I’m flexible for video meetings."
      ]
    },
    {
      "id": 6,
      "korean": "휴가 일정이 잡혔습니다. 다음 주 월요일부터 수요일까지 부재입니다. 급한 건 팀에 공유해 두겠습니다.",
      "english_variations": [
        "My PTO is set. I’ll be out next Monday through Wednesday. I’ll share urgent items with the team before I leave.",
        "I’ve scheduled vacation for next week, Monday to Wednesday. I’ll hand off any urgent matters to the team.",
        "My time off is booked. I’m out next Mon–Wed. I’ll make sure the team has all the urgent details."
      ]
    },
    {
      "id": 7,
      "korean": "배포 전에 스테이징에서 한 번 더 점검합시다. 접근 권한 없으시면 말씀 주세요. 제가 요청해 드리겠습니다.",
      "english_variations": [
        "Let’s do one more check on staging before release. If you don’t have access, let me know. I’ll request it for you.",
        "We should verify it on staging again before deploy. Tell me if you don’t have access. I’ll get it set up.",
        "Before we ship, let’s review it in staging. If you’re missing access, I’ll put in the request."
      ]
    },
    {
      "id": 8,
      "korean": "이번 이슈는 원인 분석이 필요합니다. 로그와 재현 절차를 정리해 주세요. 내일 오전에 리뷰하겠습니다.",
      "english_variations": [
        "This issue needs root cause analysis. Please gather the logs and reproduction steps. I’ll review them tomorrow morning.",
        "We need to do an RCA on this. Compile the logs and steps to reproduce. I’ll check it in the morning.",
        "Let’s run a root-cause analysis. Put together the logs and repro steps. I’ll review it first thing tomorrow."
      ]
    },
    {
      "id": 9,
      "korean": "코드 리뷰 코멘트를 반영했습니다. 다시 한 번 확인해 주실 수 있나요? 문제 없으면 머지하겠습니다.",
      "english_variations": [
        "I’ve addressed the review comments. Could you check again? If all good, I’ll merge.",
        "Feedback applied. Mind reviewing it one more time? I’ll merge once you approve.",
        "I updated the code per your comments. Can you review again? I’ll proceed with the merge if it’s fine."
      ]
    },
    {
      "id": 10,
      "korean": "이번 분기 목표를 조정해야 할 것 같습니다. 우선순위를 다시 정리해 보시죠. 관련자들을 모두 초대하겠습니다.",
      "english_variations": [
        "We may need to adjust this quarter’s goals. Let’s re-prioritize. I’ll invite all stakeholders.",
        "We should revisit our quarterly targets. Let’s sort the priorities again. I’ll loop in everyone.",
        "Looks like we need to tweak this quarter’s objectives. Let’s rework the priority list. I’ll invite the relevant people."
      ]
    }
  ]
}
